{
  "nav": {
    "projects": "Проекти",
    "about": "Про мене",
    "contact": "Контакти"
  },
  "home": {
    "portfolio": "Портфоліо"
  },
  "projects": {
    "filters": {
      "all": "всі",
      "inspiration": "натхнення",
      "study_vibe": "атмосфера навчання",
      "travel_vlogs": "подорожі",
      "trust_process": "слідкуйте за процесом",
      "garlic": "часник",
      "illustration": "ілюстрація",
      "burnout": "як уникнути вигорання"
    },
    "hoverText": "хай",
    "list": {
      "webDesign": {
        "title": "Web Design",
        "description": "Сучасний дизайн"
      },
      "studyVibe": {
        "title": "Study Vibe",
        "description": "Процес навчання",
        "fullDescription": "На цій сторінці представлені візуальні моменти з творчої роботи та навчання.\n\nЗображення зосереджуються на атмосфері, а не на дії, фіксуючи тихі стани концентрації та процесу. Вони представляють візуальний фон навчання та творчості."
      },
      "videography": {
        "title": "Відень",
        "description": "Подорожі Віднем",
        "fullDescription": "Цієї осені я вирушила до Австрії, аби зануритись у атмосферу віденських вуличок, мистецьких музеїв і затишку європейського міста. Це була подорож, про яку я давно мріяла — не лише заради нових вражень, а й щоб провести час із подругою, з якою ми так довго не бачилися. Разом ми блукали історичним центром, відкривали для себе культурні скарби Відня та просто насолоджувалися кожною миттю.\n\nЩоб зберегти всі ці моменти, я робила багато знимків і змонтувала відео — хотілося упіймати кожну емоцію, кожен кадр, які надихали мене протягом цієї подорожі. Для мене ця поїздка стала перезавантаженням, джерелом творчості та теплих спогадів, які хочеться носити з собою ще довго."
      },
      "branding": {
        "title": "Брендування",
        "description": "Брендова ідентичність",
        "fullDescription": "Розробка унікальної брендової ідентичності, яка виділяє вас на ринку."
      },
      "animation": {
        "title": "Анімація",
        "description": "Motion дизайн",
        "fullDescription": "Анімація та motion дизайн, що оживляє ваш контент."
      },
      "illustration": {
        "title": "Ілюстрація",
        "description": "Цифровий світ",
        "fullDescription": "Цифрова ілюстрація, яка розкриває уяву та творчість."
      }
    }
  },
  "contact": {
    "title": "Контакти",
    "name": "Ім'я",
    "surname": "Прізвище",
    "email": "Email",
    "message": "Повідомлення",
    "chars": "символів",
    "send": "Надіслати"
  },
  "about": {
    "title": "Про мене",
    "description1": "Я мисткиня, яка цікавиться взаємозв'язком між спостереженням та інтерпретацією. За допомогою ілюстрацій, фотографій та коротких відеороликів я досліджую форму, настрій та тонкі візуальні наративи.",
    "description2": "Мій творчий процес інтуїтивний і орієнтований на деталі. Я часто працюю з повсякденними предметами, перетворюючи їх на візуальні композиції, які спонукають до повільного перегляду та роздумів.",
    "description3": "Цей веб-сайт слугує портфоліо та архівом моїх робіт. Він відображає мій підхід до візуального розповідання історій — мінімалістичний, спокійний і зосереджений на атмосфері.",
    "copied": "Скопійовано!"
  },
  "projectDetail": {
    "notFound": "Проект не знайдено",
    "backToProjects": "Назад до проектів"
  }
}
